{
    "title": "The Death of the Trilemma: Why Floating Rates Won't Save You",
    "title_da": "Trilemmaets Død: Hvorfor Flydende Valutakurser Ikke Redder Os",
    "tag": "Theory & Macro",
    "meta": "Mundell-Fleming · Hélène Rey · Capital Flows",
    "description": "For decades, students were taught the 'Impossible Trinity'. But in 2013, Hélène Rey argued that in a world of massive capital flows, the Trilemma is actually a Dilemma.",
    "description_da": "I årtier lærte studerende om 'Den Umulige Treenighed'. Men i 2013 argumenterede Hélène Rey for, at Trilemmaet i en verden med massive kapitalstrømme reelt er et Dilemma.",
    "category": "academic",
    "series": "The Global Financial Cycle",
    "seriesOrder": 2,
    "relatedProjectId": "project-01",
    "brief_da": [
        "Global Financial Cycle (GFC) er en kraftfuld driver af kapitalstrømme, der ofte overtrumfer lokale forhold.",
        "VIX-indekset fungerer som en global termostat for risikoappetit og er tæt korreleret med GFC.",
        "Små åbne økonomier står over for et 'Dilemma' frem for et 'Trilemma', når de forsøger at styre uafhængig pengepolitik."
    ],
    "brief": [
        "The Global Financial Cycle (GFC) is a powerful driver of capital flows that often overrides local conditions.",
        "The VIX index serves as a global thermostat for risk appetite and is closely correlated with the GFC.",
        "Small open economies face a 'Dilemma' rather than a 'Trilemma' when trying to manage independent monetary policy."
    ],
    "links": [
        {
            "label": "GFC: Part 2",
            "url": "/blog/gfc-part-2",
            "icon": "fa-solid fa-arrow-right",
            "class": "btn"
        }
    ],
    "content": [
        "If you took Macroeconomics 101, you saw the triangle. The **Mundell-Fleming Trilemma** states that a country can only choose two of the following three policy options:",
        "1.  **Fixed Exchange Rate:** Pegging your currency to another (like the DKK/EUR peg).",
        "2.  **Free Capital Movement:** Allowing money to flow in and out freely.",
        "3.  **Independent Monetary Policy:** Setting your own interest rates to manage inflation/unemployment.",
        "## The Old Consensus",
        "The standard view was simple: If you want independent monetary policy and free capital flows (like the UK or Sweden), you *must* have a floating exchange rate. The exchange rate acts as a shock absorber. If capital flees, the currency depreciates, boosting exports and stabilizing the economy.",
        "This is why the Eurozone crisis was so hard for Greece (no currency to devalue) but easier for the UK.",
        "## Enter Hélène Rey (2013)",
        "In her seminal Jackson Hole paper, French economist **Hélène Rey** dropped a bomb on this consensus. She argued that the *Global Financial Cycle* (driven largely by US monetary policy and risk appetite) is so powerful that it overwhelms the shock-absorbing capacity of floating exchange rates.",
        "$$ \\text{Trilemma} \\rightarrow \\text{Dilemma} $$",
        "Rey's conclusion? **\"Independent monetary policies are possible if and only if the capital account is managed.\"**",
        "## Why the Float Fails",
        "When the US Federal Reserve raises rates, the **VIX** (risk aversion) tends to rise. Global banks, which borrow in dollars to lend globally, shrink their balance sheets. Credit contracts everywhere—in Brazil, Korea, and the UK—regardless of their exchange rate regime.",
        "So, even if you float your currency, you import the Fed's monetary stance. If you try to lower rates while the Fed hikes, capital flight will be so severe that it threatens financial stability, forcing you to hike anyway.",
        "## The New Reality",
        "This transforms the Trilemma into a Dilemma: You can have independent policy *or* free capital flows. You cannot have both, regardless of your exchange rate.",
        "In **Part 2**, we will look at the data behind this claim: How the VIX drives global capital flows."
    ],
    "content_da": [
        "Hvis du har haft Makroøkonomi på 1. år, har du set trekanten. **Mundell-Fleming Trilemmaet** fastslår, at et land kun kan vælge to af følgende tre politiske muligheder:",
        "1.  **Fast Valutakurs:** At binde sin valuta til en anden (som DKK/EUR-pegget).",
        "2.  **Frie Kapitalbevægelser:** At tillade penge at flyde frit ind og ud af landet.",
        "3.  **Uafhængig Pengepolitik:** At sætte sine egne renter for at styre inflation/ledighed.",
        "## Den Gamle Konsensus",
        "Standardopfattelsen var enkel: Hvis du vil have uafhængig pengepolitik og frie kapitalbevægelser (som Storbritannien eller Sverige), *skal* du have en flydende valutakurs. Valutakursen fungerer som en støddæmper. Hvis kapital flygter, deprecierer valutaen, hvilket øger eksporten og stabiliserer økonomien.",
        "Det er derfor, Eurokrisen var så hård for Grækenland (ingen valuta at devaluere), men lettere for Storbritannien.",
        "## Hélène Reys 'Bombe' (2013)",
        "I sit banebrydende Jackson Hole-papir smed den franske økonom **Hélène Rey** en bombe under denne konsensus<sup id='ref-1'><a href='#fn-1'>1</a></sup>. Hun argumenterede for, at den *Globale Finansielle Cyklus* (drevet primært af amerikansk pengepolitik og risikoappetit) er så kraftig, at den overvælder den flydende valutakurs' evne til at absorbere stød.",
        "$$ \\text{Trilemma} \\rightarrow \\text{Dilemma} $$",
        "Reys konklusion? **\"Uafhængig pengepolitik er kun muligt, hvis og kun hvis kapitalposter reguleres.\"**",
        "## Hvorfor 'Flydning' Fejler",
        "Når den amerikanske centralbank (Fed) hæver renten, stiger **VIX** (risikoaversion) typisk. Globale banker, som låner i dollars for at udlåne globalt, skrumper deres balancer. Kredit trækker sig sammen overalt – i Brasilien, Korea og Storbritannien – uanset deres valutakursregime.",
        "Så selvom du lader din valuta flyde, importerer du Fed's pengepolitik. Hvis du forsøger at sænke renten, mens Fed hæver den, vil kapitalflugten være så voldsom, at den truer den finansielle stabilitet, hvilket tvinger dig til at hæve renten alligevel.",
        "## Den Nye Virkelighed",
        "Dette forvandler Trilemmaet til et Dilemma: Du kan have uafhængig politik *eller* frie kapitalbevægelser. Du kan ikke have begge dele, uanset din valutakurs.",
        "I **Del 2** vil vi se på dataene bag denne påstand: Hvordan VIX styrer globale kapitalstrømme."
    ],
    "footnotes": [
        {
            "id": "1",
            "content": "Rey, H. (2013). <em>Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence</em>. Jackson Hole Economic Policy Symposium."
        }
    ],
    "audioUrl": "/assets/audio/gfc-part-1-en.mp3",
    "audioUrl_da": "/assets/audio/gfc-part-1-da.mp3"
}